{
  "facts": [
    "A rolled up piece of white bread was used to erase graphite before rubber erasers were invented.",
    "Within five years of the invention of machine for making sliced bread, 80% of bread sold in the USA was sliced.",
    "White bread was the preferred bread of the rich before it was found that it has less nutritional value than dark.",
    "Bread is so important to people that laws about bread appeared even in the Magna Carta in 13th century.",
    "An average slice of packaged bread contains 1 gram of fat and 75 to 80 calories.",
    "Flour dust suspended in air is explosive—as is any mixture of a finely powdered flammable substance with air.",
    "Flour is the main ingredient of bread, which is a staple food for many cultures.",
    "Some types of flour are made from rice.",
    "The Romans made flour by grinding seeds on cone mills, combination of two stone of which one, upper, is convex and other, bottom, concave.",
    "The word pulse originates directly from the Latin puls meaning 'thick gruel, porridge, mush.'",
    "Humans have relied on pulses for centuries. Archaeological remains found in modern day Turkey indicate that farmers grew chickpeas and lentils as far back as 7000 - 8000 B.C.",
    "It takes just 43 gallons of water to produce one pound of pulses, compared with 216 for soybeans and 368 for peanuts.",
    "Pulses contribute about 10 percent of protein intake and 5 percent of energy intake in low-income countries.",
    "Pulses are drought-tolerant and hardy under frost conditions, making them suitable to a wide range of environments.",
    "Milk is white because of its fat content.",
    "Milk will stay fresher if you add salt. Adding a pinch of salt or baking soda to each carton as soon as you open it will keep milk fresh for over a week past its expiration date.",
    "The world’s rarest cheese is made from donkey milk.",
    "Milk is the only food that you can survive wholly on.",
    "India is the world’s largest producer of milk.",
    "Countries that drink milk win more Nobel prizes. According to a 2013 study, the nations whose citizens consume the most dairy per capita also win the most Nobel Prizes."
  ]
}
